alefragnani.project-manager
changkaiyan.tf2snippets
codezombiech.gitignore
docker.docker
donjayamanne.python-extension-pack
eamodio.gitlens
ecmel.vscode-html-css
formulahendry.code-runner
github.copilot
github.copilot-chat
kevinrose.vsc-python-indent
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
njpwerner.autodocstring
postman.postman-for-vscode
sixth.sixth-ai
vahidk.tensorflow-snippets
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
wholroyd.jinja
ziyasal.vscode-open-in-github
